<i18n>
{
  "ja": {
    "プロジェクト": "プロジェクト",
    "鬼頭研究室": "鬼頭研究室",
    "本研究室で取り組んでいる研究課題を簡単に紹介します．": "本研究室で取り組んでいる研究課題を簡単に紹介します．",
    "（※様々な理由...": "（※ 様々な理由で，ここで紹介していない課題もいくつかあります．また，課題の内容や方向性は常に変化していくので，以下で挙げた具体例は必ずしも，現在進行中ではない可能性があります．）",
    "多角化戦略に関する研究": "多角化戦略に関する研究",
    "経済環境が...": "経済環境が多様化・グローバル化し，競争がますます熾烈になる中，“多角化戦略”は企業にとって，生存をかけた重要な戦略です．多角化には主に，複数産業（事業領域）間にいかに事業を拡げるか（産業間多角化），同一産業内でいかに複数製品／サービスを提供するか（産業内多角化）があります．また，いかに複数の顧客に提供するか（顧客の多角化）も重要な意思決定です．",
    "既存研究では...": "既存研究では，これらの異なる多角化がそれぞれ別々に議論・分析・検証されてきました．しかし，実際には企業は，有限の資源を複数産業・複数製品／サービス・顧客管理に割り当てる必要があり，これらの多角化戦略は独立ではありません．また，ある企業の戦略の価値は独立には評価できず，競合企業の戦略や市場の状況にも依存します．",
    "このような...": "このような，自社の戦略同士，さらには企業間の戦略同士の複雑な関係性を，複雑系の観点で捉え，複雑ネットワーク科学のアプローチなどにより数理的に扱う研究を進めています．",
    "より具体的には...": "より具体的には，以下のようなプロジェクトを進めています：",
    "事業・製品多角化と...": "事業・製品多角化と顧客多角化を統合的に測る指標の提案",
    "多角化戦略の変化...": "多角化戦略の変化の分析アルゴリズムの構築",
    "多角化戦略の違い...": "多角化戦略の違いによる企業の生存予測モデルの構築",
    "企業ごとの特性と...": "企業ごとの特性と市場特性を考慮した，戦略的多角化の提案",
    "など...": "など...",
    "世界のスタートアップ企業の価値創造に関する研究": "世界のスタートアップ企業の価値創造に関する研究",
    "スタートアップ企業は...": "スタートアップ企業は，新たなビジネスで社会に新たな価値をもたらしています．スタートアップ企業の成長のためには，いかに外部から資金調達をするかが重要であり，資金を提供する側のベンチャーキャピタル（VC）にとっても，どの企業に投資すれば良いのかを適切に見極めることが重要です．",
    "しかしスタートアップ...": "しかしスタートアップ企業の「価値」は，売上や利益，固定資産などの指標には表れません．彼らの価値を捉えるためには，インタンジブルアセット― 目に見えない資産：技術の高さ，ユニークさ，人的コネクションなど ― の価値をいかに測るか，が大きな課題です．",
    "本研究では...": "本研究では，スタートアップに特化した情報プラットフォームおよび関連サービスを展開するZuva株式会社と共同し，<u>ネットワーク科学</u>や<u>機械学習</u>などのアプローチをベースにして独自AIを開発し，この課題に取り組んでいます．",
    "より具体的には...おこなっています：": "より具体的には，以下のようなプロジェクトをおこなっています：",
    "プロジェクト例：": "プロジェクト例：",
    "zuva1": "企業の事業ポートフォリオの“ユニークさ”の定量化と可視化",
    "zuva2": "事業の組み合わせ（例：ヘルスケアとAI）に対する，投資活動の時系列変化の可視化",
    "zuva3": "買収・被買収企業間の組み合わせや関係性の特徴を考慮した，機械学習による買収予測",
    "zuva4": "機械学習による，買収先を検討しているVCや企業への，スタートアップ企業レコメンドモデルの構築",
    "zuva5": "技術領域の発展や領域間の融合のトレンド分析と将来予測",
    "zuva6": "ニュース記事からの技術トレンド抽出",
    "サプライチェーンに関する研究": "サプライチェーンに関する研究",
    "サプライチェーンは...実世界の複雑系です。": "サプライチェーンは，複数の企業が多様な役割を担い，全体として製品やサービスを消費者に届ける機能を実現している，実世界の複雑系です．",
    "サプライチェーンは...重要です。": "サプライチェーンは昨今，ますます多様な経済ショックに直面するようになっています．例えば震災や津波，洪水といった自然災害により，少数の企業がダメージを受けたことにより，サプライチェーンが機能不全となり，世界中で生産が止まってしまった事例が複数あります（自動車，半導体など…）．また，サプライヤ企業1社の不正行為により，サプライチェーン全体の信頼が失墜してしまうこともあります（例：大手ファストフードチェーンの材料調達先が，腐敗した材料を供給していたことが判明し，ファストフードチェーンの売上に悪影響が生じた．ファストフードチェーンは迅速に調達先を替えた．）．その他にも，経済不況や政治的変動，市場自体の変化など，サプライチェーンを脅かすリスクはたくさんあり，その多様なリスクに対するレジリエンス（打撃を受けても回復する力）を強化することが非常に重要です．",
    "従来のサプライチェーン...": "従来のサプライチェーンマネジメントにおいては，“企業群全体でいかに全体最適を実現するか？”という目的意識を中心に据えています．それに対して本研究室では，「全体は個々の相互作用から創発する」という複雑系の視点から問題を考えます．各企業は，全体の機能維持のために協力し合う必要がありますが，一方で自身の利益を守るため他社と競争しています．このような関係性を，ネットワーク科学の手法や概念を応用・発展させて分析・モデル化し，レジリエンス向上に貢献すべく研究を進めています．",
    "またその他にも...": "またその他にも，サプライネットワーク（企業間関係は複雑で，現実には鎖状態というより網状）の大規模実データ解析により，さまざまな知見の導出に取り組んでいます．",
    "より具体的な...": "より具体的なプロジェクト例を以下に挙げます：",
    "supply1": "企業間の依存関係を測る指標の提案と，実データを用いたレジリエンス検証",
    "supply2": "企業の特殊性と企業間の代替性を考慮に入れた，レジリエンスのシミュレーション",
    "supply3": "製品の特徴とサプライネットワーク（サプライヤ間の取引関係ネットワーク）構造の間の関係性の追究",
    "supply4": "企業の製造ポートフォリオと地理的立地がサプライネットワーク構造に及ぼす影響の追究",
    "supply5": "自動車産業の実データを用いた，大規模サプライネットワークの構造解析",
    "supply6": "技術進化がサプライネットワーク構造に与える影響の分析",
    "交通ネットワークに関する研究": "交通ネットワークに関する研究",
    "交通ネットワークの研究は...": "交通ネットワークの研究は，単なる日頃の交通利便性向上だけでなく，コンパクトシティの実現や，災害時の物資・施設への安全なアクセス確保など，さまざまな観点において非常に重要です．昨今，人々の移動ログの大規模データ解析や交通網の数理ネットワークモデリングなど，さまざまな研究が進んでいますが，地域ごとの個別の文脈（地理的制約，コンパクトシティ政策や災害時対策など）で数理的知見を解釈・活用するまでには未だ至っていないといえます．",
    "本研究では交通...": "本研究では交通ネットワークを，ネットワーク科学の手法の適用やシミュレーションによって分析・モデル化することで，いかに地域課題の解決に貢献できるかを考えています．",
    "プロジェクト例...": "プロジェクト例には，以下のようなものがあります：",
    "urban1": "道路網と鉄道網のマルチモーダル・ネットワークのモデル化と効率性の検証",
    "urban2": "ネットワークの中心性を考慮したアクセシビリティ指標の設計",
    "urban3": "鉄道網を補完する最適なバスルートの設計",
    "urban4": "移動経路形状のパターン分析による，都市ごとの交通網の成り立ちの追究",
    "Others": "その他の研究の例（概説のみ）",
    "産業の空間的...": "産業の空間的集積・分散パターンのエージェントシミュレーション",
    "企業や家計が...": "企業や家計が空間的に集積・分散し，複数の都市を形成する様子は，新経済地理学・空間経済学で長い間研究されています．本研究室では，集積・分散パターンの創発をエージェントシミュレーションによって再現し，既存理論の拡張に取り組んでいます．",
    "チーム内コミュ...": "チーム内コミュニケーションがパフォーマンスに与える影響の追究",
    "組織・チーム内...": "組織・チーム内での会話ログを用い，どのような会話パターンが組織あるいは個人レベルのパフォーマンスに影響を与えるのかを分析しています．",
    "商標データを用いた...": "商標データを用いたブランド戦略の分析",
    "商品のコモディティ化...": "商品のコモディティ化が進む中，ブランディングによる商品の差別化戦略の重要性は高まっています．この研究では，商標をノード，商標間の類似度（使われている単語が共通している度合い）をエッジの重みとしたネットワークを構築し，そのネットワークの時系列発展の様子を分析することで，企業ごとのネームブランディング戦略の特徴を明らかにしています．",
    "特許の異議申立...": "特許の異議申立に着目した，イノベーションと企業戦略についての研究",
    "特許数や特許...": "特許数や特許被引用数でinnovative度合を測るデータ科学研究は数多く存在しますが，特許の複雑な仕組を理解することで，それらの直感的な指標よりも実はより適した指標・着眼点が見つかることがあります．本研究では，特許の異議申立に着目しています．他社特許に労力・コストを割いてまでおこなう異議申立に表れている企業の戦略とそのinnovative度合を，時間変化するネットワークの分析手法を用いて追求しています．",
    "循環型経済...": "循環型経済（Circular Economy: CE）のエージェントシミュレーション",
    "持続可能な経済社会...": "持続可能な経済社会を実現するためには，新たな天然資源の使用と廃棄物を減らし，従来廃棄されていたものを「資源」と捉えて再活用する循環型経済のシステムが不可欠です．とはいえ，個々の経済主体は理想論だけで動かすことはできず，それぞれが自律的に活動する中で，互いに影響を及ぼし合い，CEが創発的に形成されていくような仕組づくりが重要です．本研究では，CEでは先進的なノルウェーにある大学（ノルウェー科学技術大学）などと共同し，CEの複数の実事例や全体の仕組について，システム理論やエージェントシミュレーションのアプローチで研究を進めています．"
  },
  "en": {
    "プロジェクト": "Projects",
    "鬼頭研究室": "Kito Laboratory",
    "本研究室で取り組んでいる研究課題を簡単に紹介します．": "本研究室で取り組んでいる研究課題を簡単に紹介します．",
    "（※様々な理由...": "（※ 様々な理由で，ここで紹介していない課題もいくつかあります．また，課題の内容や方向性は常に変化していくので，以下で挙げた具体例は必ずしも，現在進行中ではない可能性があります．）",
    "多角化戦略に関する研究": "多角化戦略に関する研究",
    "経済環境が...": "経済環境が多様化・グローバル化し，競争がますます熾烈になる中，“多角化戦略”は企業にとって，生存をかけた重要な戦略です．多角化には主に，複数産業（事業領域）間にいかに事業を拡げるか（産業間多角化），同一産業内でいかに複数製品／サービスを提供するか（産業内多角化）があります．また，いかに複数の顧客に提供するか（顧客の多角化）も重要な意思決定です．",
    "既存研究では...": "既存研究では，これらの異なる多角化がそれぞれ別々に議論・分析・検証されてきました．しかし，実際には企業は，有限の資源を複数産業・複数製品／サービス・顧客管理に割り当てる必要があり，これらの多角化戦略は独立ではありません．また，ある企業の戦略の価値は独立には評価できず，競合企業の戦略や市場の状況にも依存します．",
    "このような...": "このような，自社の戦略同士，さらには企業間の戦略同士の複雑な関係性を，複雑系の観点で捉え，複雑ネットワーク科学のアプローチなどにより数理的に扱う研究を進めています．",
    "より具体的には...": "より具体的には，以下のようなプロジェクトを進めています：",
    "事業・製品多角化と...": "事業・製品多角化と顧客多角化を統合的に測る指標の提案",
    "多角化戦略の変化...": "多角化戦略の変化の分析アルゴリズムの構築",
    "多角化戦略の違い...": "多角化戦略の違いによる企業の生存予測モデルの構築",
    "企業ごとの特性と...": "企業ごとの特性と市場特性を考慮した，戦略的多角化の提案",
    "など...": "など...",
    "世界のスタートアップ企業の価値創造に関する研究": "世界のスタートアップ企業の価値創造に関する研究",
    "スタートアップ企業は...": "スタートアップ企業は，新たなビジネスで社会に新たな価値をもたらしています．スタートアップ企業の成長のためには，いかに外部から資金調達をするかが重要であり，資金を提供する側のベンチャーキャピタル（VC）にとっても，どの企業に投資すれば良いのかを適切に見極めることが重要です．",
    "しかしスタートアップ...": "しかしスタートアップ企業の「価値」は，売上や利益，固定資産などの指標には表れません．彼らの価値を捉えるためには，インタンジブルアセット― 目に見えない資産：技術の高さ，ユニークさ，人的コネクションなど ― の価値をいかに測るか，が大きな課題です．",
    "より具体的には...おこなっています：": "より具体的には，以下のようなプロジェクトをおこなっています：",
    "本研究では...": "本研究では，スタートアップに特化した情報プラットフォームおよび関連サービスを展開するZuva株式会社と共同し，<u>ネットワーク科学</u>や<u>機械学習</u>などのアプローチをベースにして独自AIを開発し，この課題に取り組んでいます．",
    "プロジェクト例：": "Examples:",
    "zuva1": "企業の事業ポートフォリオの“ユニークさ”の定量化と可視化",
    "zuva2": "事業の組み合わせ（例：ヘルスケアとAI）に対する，投資活動の時系列変化の可視化",
    "zuva3": "買収・被買収企業間の組み合わせや関係性の特徴を考慮した，機械学習による買収予測",
    "zuva4": "機械学習による，買収先を検討しているVCや企業への，スタートアップ企業レコメンドモデルの構築",
    "zuva5": "技術領域の発展や領域間の融合のトレンド分析と将来予測",
    "zuva6": "ニュース記事からの技術トレンド抽出",    
    "サプライチェーンに関する研究": "サプライチェーンに関する研究",
    "サプライチェーンは...実世界の複雑系です。": "サプライチェーンは，複数の企業が多様な役割を担い，全体として製品やサービスを消費者に届ける機能を実現している，実世界の複雑系です．",
    "サプライチェーンは...重要です。": "サプライチェーンは昨今，ますます多様な経済ショックに直面するようになっています．例えば震災や津波，洪水といった自然災害により，少数の企業がダメージを受けたことにより，サプライチェーンが機能不全となり，世界中で生産が止まってしまった事例が複数あります（自動車，半導体など…）．また，サプライヤ企業1社の不正行為により，サプライチェーン全体の信頼が失墜してしまうこともあります（例：大手ファストフードチェーンの材料調達先が，腐敗した材料を供給していたことが判明し，ファストフードチェーンの売上に悪影響が生じた．ファストフードチェーンは迅速に調達先を替えた．）．その他にも，経済不況や政治的変動，市場自体の変化など，サプライチェーンを脅かすリスクはたくさんあり，その多様なリスクに対するレジリエンス（打撃を受けても回復する力）を強化することが非常に重要です．",
    "従来のサプライチェーン...": "従来のサプライチェーンマネジメントにおいては，“企業群全体でいかに全体最適を実現するか？”という目的意識を中心に据えています．それに対して本研究室では，「全体は個々の相互作用から創発する」という複雑系の視点から問題を考えます．各企業は，全体の機能維持のために協力し合う必要がありますが，一方で自身の利益を守るため他社と競争しています．このような関係性を，ネットワーク科学の手法や概念を応用・発展させて分析・モデル化し，レジリエンス向上に貢献すべく研究を進めています．",
    "またその他にも...": "またその他にも，サプライネットワーク（企業間関係は複雑で，現実には鎖状態というより網状）の大規模実データ解析により，さまざまな知見の導出に取り組んでいます．",
    "より具体的な...": "より具体的なプロジェクト例を以下に挙げます：",
    "supply1": "企業間の依存関係を測る指標の提案と，実データを用いたレジリエンス検証",
    "supply2": "企業の特殊性と企業間の代替性を考慮に入れた，レジリエンスのシミュレーション",
    "supply3": "製品の特徴とサプライネットワーク（サプライヤ間の取引関係ネットワーク）構造の間の関係性の追究",
    "supply4": "企業の製造ポートフォリオと地理的立地がサプライネットワーク構造に及ぼす影響の追究",
    "supply5": "自動車産業の実データを用いた，大規模サプライネットワークの構造解析",
    "supply6": "技術進化がサプライネットワーク構造に与える影響の分析",
    "交通ネットワークに関する研究": "交通ネットワークに関する研究",
    "交通ネットワークの研究は...": "交通ネットワークの研究は，単なる日頃の交通利便性向上だけでなく，コンパクトシティの実現や，災害時の物資・施設への安全なアクセス確保など，さまざまな観点において非常に重要です．昨今，人々の移動ログの大規模データ解析や交通網の数理ネットワークモデリングなど，さまざまな研究が進んでいますが，地域ごとの個別の文脈（地理的制約，コンパクトシティ政策や災害時対策など）で数理的知見を解釈・活用するまでには未だ至っていないといえます．",
    "本研究では交通...": "本研究では交通ネットワークを，ネットワーク科学の手法の適用やシミュレーションによって分析・モデル化することで，いかに地域課題の解決に貢献できるかを考えています．",
    "プロジェクト例...": "プロジェクト例には，以下のようなものがあります：",
    "urban1": "道路網と鉄道網のマルチモーダル・ネットワークのモデル化と効率性の検証",
    "urban2": "ネットワークの中心性を考慮したアクセシビリティ指標の設計",
    "urban3": "鉄道網を補完する最適なバスルートの設計",
    "urban4": "移動経路形状のパターン分析による，都市ごとの交通網の成り立ちの追究",
    "Others": "その他の研究の例（概説のみ）",
    "産業の空間的...": "産業の空間的集積・分散パターンのエージェントシミュレーション",
    "企業や家計が...": "企業や家計が空間的に集積・分散し，複数の都市を形成する様子は，新経済地理学・空間経済学で長い間研究されています．本研究室では，集積・分散パターンの創発をエージェントシミュレーションによって再現し，既存理論の拡張に取り組んでいます．",
    "チーム内コミュ...": "チーム内コミュニケーションがパフォーマンスに与える影響の追究",
    "組織・チーム内...": "組織・チーム内での会話ログを用い，どのような会話パターンが組織あるいは個人レベルのパフォーマンスに影響を与えるのかを分析しています．",
    "商標データを用いた...": "商標データを用いたブランド戦略の分析",
    "商品のコモディティ化...": "商品のコモディティ化が進む中，ブランディングによる商品の差別化戦略の重要性は高まっています．この研究では，商標をノード，商標間の類似度（使われている単語が共通している度合い）をエッジの重みとしたネットワークを構築し，そのネットワークの時系列発展の様子を分析することで，企業ごとのネームブランディング戦略の特徴を明らかにしています．",
    "特許の異議申立...": "特許の異議申立に着目した，イノベーションと企業戦略についての研究",
    "特許数や特許...": "特許数や特許被引用数でinnovative度合を測るデータ科学研究は数多く存在しますが，特許の複雑な仕組を理解することで，それらの直感的な指標よりも実はより適した指標・着眼点が見つかることがあります．本研究では，特許の異議申立に着目しています．他社特許に労力・コストを割いてまでおこなう異議申立に表れている企業の戦略とそのinnovative度合を，時間変化するネットワークの分析手法を用いて追求しています．",
    "循環型経済...": "循環型経済（Circular Economy: CE）のエージェントシミュレーション",
    "持続可能な経済社会...": "持続可能な経済社会を実現するためには，新たな天然資源の使用と廃棄物を減らし，従来廃棄されていたものを「資源」と捉えて再活用する循環型経済のシステムが不可欠です．とはいえ，個々の経済主体は理想論だけで動かすことはできず，それぞれが自律的に活動する中で，互いに影響を及ぼし合い，CEが創発的に形成されていくような仕組づくりが重要です．本研究では，CEでは先進的なノルウェーにある大学（ノルウェー科学技術大学）などと共同し，CEの複数の実事例や全体の仕組について，システム理論やエージェントシミュレーションのアプローチで研究を進めています．"
  }
}
</i18n>
<template>
  <div>
    <!-- タイトル画像 -->
    <b-jumbotron fluid :header="$t('プロジェクト')" header-level="4"></b-jumbotron>

    <b-container fluid class="mt-2 pb-3">
      <b-row>
        <!-- プロジェクト本文 -->
        <b-col md="9">

          <p class="about-page">{{ $t('本研究室で取り組んでいる研究課題を簡単に紹介します．') }}</p>
          <p class="note">{{ $t('（※様々な理由...') }}</p>

          <ul>
            <li><nuxt-link to v-scroll-to="'#diversify'">{{ $t('多角化戦略に関する研究') }}</nuxt-link></li>
            <li><nuxt-link to v-scroll-to="'#startup'">{{ $t('世界のスタートアップ企業の価値創造に関する研究') }}</nuxt-link></li>
            <li><nuxt-link to v-scroll-to="'#supplychain'">{{ $t('サプライチェーンに関する研究') }}</nuxt-link></li>
            <li><nuxt-link to v-scroll-to="'#traffic'">{{ $t('交通ネットワークに関する研究') }}</nuxt-link></li>
            <li><nuxt-link to v-scroll-to="'#others1'">{{ $t('産業の空間的...') }}</nuxt-link></li>
            <li><nuxt-link to v-scroll-to="'#others2'">{{ $t('チーム内コミュ...') }}</nuxt-link></li>
            <li><nuxt-link to v-scroll-to="'#others3'">{{ $t('商標データを用いた...') }}</nuxt-link></li>
            <li><nuxt-link to v-scroll-to="'#others4'">{{ $t('特許の異議申立...') }}</nuxt-link></li>
            <li><nuxt-link to v-scroll-to="'#others5'">{{ $t('循環型経済...') }}</nuxt-link></li>
          </ul>

          <!-- 多角化戦略 -->
          <h2 id="diversify">{{ $t('多角化戦略に関する研究') }}</h2>
          <p class="description">{{ $t('経済環境が...') }}</p>
          <p class="description">{{ $t('既存研究では...') }}</p>
          <p class="description">{{ $t('このような...') }}</p>
          <p class="description">{{ $t('より具体的には...') }}</p>
          <ul>
            <li>{{ $t("事業・製品多角化と...") }}</li>
            <li>{{ $t("多角化戦略の変化...") }}</li>
            <li>{{ $t("多角化戦略の違い...") }}</li>
            <li>{{ $t("企業ごとの特性と...") }}</li>
          </ul>
          <p class="description">{{ $t('など...') }}</p>

          <!-- スタートアップ -->
          <h2 id="startup">{{ $t('世界のスタートアップ企業の価値創造に関する研究') }}</h2>
          <p class="note">（※<a href="https://zuva.io" target="_brank">Zuva株式会社</a>との共同研究）</p>
          <p class="description">{{ $t('スタートアップ企業は...') }}</p>
          <p class="description">{{ $t('しかしスタートアップ...') }}</p>
          <p class="description" v-html="$t('本研究では...')"></p>
          <p class="description">{{ $t("より具体的には...おこなっています：") }}</p>
          <ul>
            <li v-for="index in ['1', '2', '3', '4', '5', '6']" :key="index">
              {{ $t(`zuva${index}`) }}
            </li>
          </ul>
          <p class="description">{{ $t('など...') }}</p>
          <p class="description">{{ $t('プロジェクト例：') }}</p>
          <b-img src="~assets/slide_startup1.jpg" fluid alt="Startup project slide 1" class="slide-img"></b-img>
          <b-img src="~assets/slide_startup2.jpg" fluid alt="Startup project slide 2" class="slide-img"></b-img>

          <!-- サプライチェーン -->
          <h2 id="supplychain">{{ $t('サプライチェーンに関する研究') }}</h2>
          <p class="description">{{ $t("サプライチェーンは...実世界の複雑系です。") }}</p>
          <p class="description">{{ $t("サプライチェーンは...重要です。")}}</p>
          <p class="description">{{ $t("従来のサプライチェーン...") }}</p>
          <p class="description">{{ $t("またその他にも...") }}</p>
          <p class="description">{{ $t("より具体的な...") }}</p>
          <ul>
            <li v-for="index in ['1', '2', '3', '4', '5', '6']" :key="index">
              {{ $t(`supply${index}`) }}
            </li>
          </ul>
          <p class="description">{{ $t('など...') }}</p>

          <!-- 交通ネットワーク -->
          <h2 id="traffic">{{ $t('交通ネットワークに関する研究') }}</h2>
          <p class="description">{{ $t("交通ネットワークの研究は...") }}</p>
          <p class="description">{{ $t("本研究では交通...") }}</p>
          <p class="description">{{ $t("プロジェクト例...") }}</p>
          <ul>
            <li v-for="index in ['1', '2', '3', '4']" :key="index">
              {{ $t(`urban${index}`) }}
            </li>
          </ul>
          <p class="description">{{ $t('など...') }}</p>

          <!-- その他 -->
          <h2>{{ $t('Others') }}</h2>

          <h3 id="others1">{{ $t('産業の空間的...') }}</h3>
          <p class="description">{{ $t('企業や家計が...') }}</p>
          
          <h3 id="others2">{{ $t('チーム内コミュ...') }}</h3>
          <p class="description">{{ $t('組織・チーム内...') }}</p>
          
          <h3 id="others3">{{ $t('商標データを用いた...') }}</h3>
          <p class="description">{{ $t('商品のコモディティ化...') }}</p>
          
          <h3 id="others4">{{ $t('特許の異議申立...') }}</h3>
          <p class="description">{{ $t('特許数や特許...') }}</p>

          <h3 id="others5">{{ $t('循環型経済...') }}</h3>
          <p class="description">{{ $t('持続可能な経済社会...') }}</p>
          


        </b-col>

        <!-- 右カラム -->
        <b-col md="3">
          <CardMenuColumn />
        </b-col>
      </b-row>
    </b-container>
  </div>
</template>
<script>
import CardMenuColumn from "@/components/CardMenuColumn.vue";
export default {
  head() {
    return {
      title: `${this.$t('プロジェクト')} | ${this.$t('鬼頭研究室')}`
    }
  },
  components: {
    CardMenuColumn,
  },
};
</script>
<style scoped>
.jumbotron {
  background-image: url("~assets/projects.jpg");
  background-size: cover;
  background-position: center 60%;
  color: #fff;
}

.about-page {
  padding-left: 1em;
  padding-right: 1em;
}

/* 注意書き */
.note {
  text-indent: 0;
  padding-left: 1em;
  padding-right: 1em;
  font-size: 0.8em;
}

/* 大見出しデザイン */
h2 {
  position: relative;
  padding: 0 0 0.5em 0.7em;
  border-bottom: 1px solid black;
  margin-top: 1rem;
  margin-bottom: 1rem;
  font-size: 1.5rem;
}
h2::after {
  position: absolute;
  top: 0.2em;
  left: 0;
  content: "";
  width: 5px;
  height: 1em;
  background-color: #446689;
}

/* 小見出しデザイン */
h3 {
	position: relative;
  padding: 0 .3em 0 1.25em;
  font-size: 1.25rem;
  margin-top: 1em;
}
h3::after {
	position: absolute;
	top: .4em;
	left: .3em;
	content: '';
	width: 9px;
	height: 9px;
	background-color: #ff5a5f;
	-webkit-transform: rotate(45deg);
	transform: rotate(45deg);
	z-index: 2;
}

.description {
  padding-left: 1rem;
  padding-right: 1rem;
  text-indent: 1rem;
}

.slide-img {
  margin-bottom: 1.5rem;
}
</style>