<i18n>
{
    "ja": {
        "研究室紹介": "研究室紹介",
        "鬼頭研究室": "鬼頭研究室",
        "複雑系価値創生ネットワーク研究とは": "複雑系価値創生ネットワーク研究とは",
        "この研究室では...おこなっています": "この研究室では、名前のとおり「複雑系」＋「価値創成」＋「ネットワーク科学」の研究をおこなっています。",
        "複雑系とは": "“複雑系（complex systems）”とは",
        "システムとは...指します": "“システム（系）”とは一般的に「複数の要素が関係し合い、全体としてまとまった機能を発揮している集合体」を意味します。“複雑系”とは、その中でも特に、全体としての振舞いが、個々の要素や部分からは明らかではないような系を指します。",
        "例えば...言えます": "例えばカメラやPC等の電気製品は、複数の要素が複雑に組み合わさって構成されていますが、バラバラに分解してまた組み直すことができ、設計したとおりに全体が機能しています。よって、これらは複雑に見えますが、複雑系ではありません。それに対して、例えば鳥の群れを考えると、それぞれの鳥（＝個々の要素）は先頭の鳥に追従しつつ、他の鳥とぶつからないように距離をとりながら飛んでいるだけですが、全体としてはさまざまな形の群れの動きが観察されます。この群れの動きは、個々の鳥の動き方のルールだけでは分からず、鳥の間の関係性（相互作用）を理解する必要があります。よって、鳥の群れは複雑系であると言えます。",
        "複雑系には...学問です": "複雑系には、アリの行列、蛍の同期現象、交通渋滞、脳、都市の形成、… さまざまなものがあります。複雑系科学は、これらすべての複雑系を対象とし、複雑系の創発（要素間が相互作用し合って、全体の振舞いが生まれる）原理や、同期現象など多様な複雑系に見られる現象などを追究する領域融合的な学問です。",
        "本研究室では...注目しています": "本研究室では、「経済社会において価値を創成する複雑系」を研究対象としています。その中でも特に、要素間の関係性が織り成す“ネットワーク”（要素間の繋がり）に注目しています。",
        "ネットワーク科学とは": "“ネットワーク科学”とは",
        "複数の要素...呈しています": "複数の要素の関係性＝ネットワーク　を対象にした研究分野は、「ネットワーク科学」と呼ばれます。例えば脳は、神経細胞が複雑に絡み合ったネットワークと捉えることができます。他にも、人間関係、食物連鎖、インターネットなど、さまざまな複雑系が、複雑ネットワークの様相を呈しています。",
        "本研究で対象とする...できます": "本研究室で対象とする「経済社会の価値創成複雑ネットワーク」にも、さまざまなものがあります。例えば、企業間の取引関係、サプライチェーン。それから、複数の人がチームワークを発揮して、効率よくプロジェクトを達成したり、新しいアイディアを生み出したりといったことも興味の対象です。また、一見ネットワークには見えなくても、例えば企業戦略は、実は単体では価値が評価できず、他の企業の戦略と相互に関わり合って初めて意味が生まれるので、これもネットワーク化して捉えることができます。",
        "本研究室では...推進しています": "本研究室では、このようにさまざまな「経済社会で価値を創成するネットワーク」を対象とし、実データ分析・モデリング・シミュレーション・理論構築をおこなっています。ネットワーク科学の最先端の理論や手法だけでなく、経営学、経済学、社会学、地理学、認知心理学…など、あらゆる関連分野の専門家に協力を得て、多角的に複雑性を捉えた研究を推進しています。",
        "研究のキーワードの例": "研究のキーワードの例",
        "研究対象や課題に関するキーワード": "研究対象や課題に関するキーワード",
        "アプローチや学術領域に関するキーワード": "アプローチや学術領域に関するキーワード",
        "その他...研究します": "その他、研究の内容に応じてさまざまな分野（生物学、医学、物理学、社会学、経済学、経営学、…）の知見・理論・手法を取り入れ、領域横断的に研究します。"
},
    "en": {
        "研究室紹介": "About",
        "鬼頭研究室": "Kito Laboratory",
        "複雑系価値創生ネットワーク研究とは": "複雑系価値創生ネットワーク研究とは",
        "この研究室では...おこなっています": "この研究室では、名前のとおり「複雑系」＋「価値創成」＋「ネットワーク科学」の研究をおこなっています。",
        "複雑系とは": "“複雑系（complex systems）”とは",
        "システムとは...指します": "“システム（系）”とは一般的に「複数の要素が関係し合い、全体としてまとまった機能を発揮している集合体」を意味します。“複雑系”とは、その中でも特に、全体としての振舞いが、個々の要素や部分からは明らかではないような系を指します。",
        "例えば...言えます": "例えばカメラやPC等の電気製品は、複数の要素が複雑に組み合わさって構成されていますが、バラバラに分解してまた組み直すことができ、設計したとおりに全体が機能しています。よって、これらは複雑に見えますが、複雑系ではありません。それに対して、例えば鳥の群れを考えると、それぞれの鳥（＝個々の要素）は先頭の鳥に追従しつつ、他の鳥とぶつからないように距離をとりながら飛んでいるだけですが、全体としてはさまざまな形の群れの動きが観察されます。この群れの動きは、個々の鳥の動き方のルールだけでは分からず、鳥の間の関係性（相互作用）を理解する必要があります。よって、鳥の群れは複雑系であると言えます。",
        "複雑系には...学問です": "複雑系には、アリの行列、蛍の同期現象、交通渋滞、脳、都市の形成、… さまざまなものがあります。複雑系科学は、これらすべての複雑系を対象とし、複雑系の創発（要素間が相互作用し合って、全体の振舞いが生まれる）原理や、同期現象など多様な複雑系に見られる現象などを追究する領域融合的な学問です。",
        "本研究室では...注目しています": "本研究室では、「経済社会において価値を創成する複雑系」を研究対象としています。その中でも特に、要素間の関係性が織り成す“ネットワーク”（要素間の繋がり）に注目しています。",
        "ネットワーク科学とは": "“ネットワーク科学”とは",
        "複数の要素...呈しています": "複数の要素の関係性＝ネットワーク　を対象にした研究分野は、「ネットワーク科学」と呼ばれます。例えば脳は、神経細胞が複雑に絡み合ったネットワークと捉えることができます。他にも、人間関係、食物連鎖、インターネットなど、さまざまな複雑系が、複雑ネットワークの様相を呈しています。",
        "本研究で対象とする...できます": "本研究室で対象とする「経済社会の価値創成複雑ネットワーク」にも、さまざまなものがあります。例えば、企業間の取引関係、サプライチェーン。それから、複数の人がチームワークを発揮して、効率よくプロジェクトを達成したり、新しいアイディアを生み出したりといったことも興味の対象です。また、一見ネットワークには見えなくても、例えば企業戦略は、実は単体では価値が評価できず、他の企業の戦略と相互に関わり合って初めて意味が生まれるので、これもネットワーク化して捉えることができます。",
        "本研究室では...推進しています": "本研究室では、このようにさまざまな「経済社会で価値を創成するネットワーク」を対象とし、実データ分析・モデリング・シミュレーション・理論構築をおこなっています。ネットワーク科学の最先端の理論や手法だけでなく、経営学、経済学、社会学、地理学、認知心理学…など、あらゆる関連分野の専門家に協力を得て、多角的に複雑性を捉えた研究を推進しています。",
        "研究のキーワードの例": "研究のキーワードの例",
        "研究対象や課題に関するキーワード": "研究対象や課題に関するキーワード",
        "アプローチや学術領域に関するキーワード": "アプローチや学術領域に関するキーワード",
        "その他...研究します": "その他、研究の内容に応じてさまざまな分野（生物学、医学、物理学、社会学、経済学、経営学、…）の知見・理論・手法を取り入れ、領域横断的に研究します。"
    }
}
</i18n>
<template>
  <div>
    <b-jumbotron fluid :header="$t('研究室紹介')" header-level="4"></b-jumbotron>

    <b-container fluid class="mt-2 pb-3">
      <b-row>
        <b-col md="9">

          <!-- 複雑系価値創生ネットワーク研究 -->
          <h2>{{ $t('複雑系価値創生ネットワーク研究とは') }}</h2>
          <p>{{ $t('この研究室では...おこなっています') }}</p>

          <h3>{{ $t('複雑系とは') }}</h3>
          <p>{{ $t('システムとは...指します') }}</p>
          <p>{{ $t('例えば...言えます') }}</p>
          <p>{{ $t('複雑系には...学問です') }}</p>
          <p>{{ $t('本研究室では...注目しています') }}</p>

          <h3>{{ $t('ネットワーク科学とは') }}</h3>
          <p>{{ $t("複数の要素...呈しています") }}</p>
          <p>{{ $t("本研究で対象とする...できます") }}</p>
          <p>{{ $t("本研究室では...推進しています") }}</p>

          <!-- キーワード -->
          <h2>{{ $t('研究のキーワードの例') }}</h2>

          <h3>{{ $t('研究対象や課題に関するキーワード') }}</h3>
          <p>
            企業戦略（多角化戦略、競争戦略、協調戦略、“協争”戦略、M&A戦略）、
            サプライチェーン、産業ネットワーク、地域クラスタ、
            組織構造、チームワーク、リーダーシップ、コラボレーション、
            イノベーション、限定合理性、
            レジリエンス、頑健性、効率性、適応性、未来予測、…
          </p>

          <h3>{{ $t('アプローチや学術領域に関するキーワード') }}</h3>
          <p>
            ネットワーク科学（複雑ネットワーク、社会ネットワーク）、
            マルチエージェント・シミュレーション、システム論、創発理論、複雑系、
            データ解析（ビッグデータ、スモールデータ、レアデータ）、
            機械学習、テキスト解析、…
          </p>

          <p>{{ $t('その他...研究します') }}</p>
          
        </b-col>

        <!-- 右カラム -->
        <b-col md="3">
          <CardMenuColumn />
        </b-col>
      </b-row>
    </b-container>
  </div>
</template>
<script>
import CardMenuColumn from "@/components/CardMenuColumn.vue";
export default {
  head() {
    return {
      title: `${this.$t('研究室紹介')} | ${this.$t('鬼頭研究室')}`
    }
  },
  components: {
    CardMenuColumn
  },
}
</script>
<style scoped>
.jumbotron {
  background-image: url("~assets/about.jpg");
  background-size: cover;
  background-position: center 60%;
  color: #fff;
  margin-bottom: .5rem;
}

/* 大見出しデザイン */
h2 {
  position: relative;
  padding: 0 0 0.5em 0.7em;
  border-bottom: 1px solid black;
  margin-top: 1rem;
  margin-bottom: 1rem;
  font-size: 1.5rem;
}
h2::after {
  position: absolute;
  top: 0.2em;
  left: 0;
  content: "";
  width: 5px;
  height: 1em;
  background-color: #446689;
}

/* 小見出しデザイン */
h3 {
	position: relative;
  padding: 0 .3em 0 1.25em;
  font-size: 1.25rem;
  margin-top: 1em;
}
h3::after {
	position: absolute;
	top: .4em;
	left: .3em;
	content: '';
	width: 9px;
	height: 9px;
	background-color: #ff5a5f;
	-webkit-transform: rotate(45deg);
	transform: rotate(45deg);
	z-index: 2;
}

p {
  padding-left: 1em;
  text-indent: 1em;
}
</style>