export default {
    "2019": {
        "master":
        [
            {
            "publisher": "二神克也",
            "title": "インタンジブルアセットに着目した企業間買収予測モデルの構築と検証"
            },{
            "publisher": "古川真由",
            "title": "製品と顧客の多角化に関する戦略間の関係性分析"
            },{
            "publisher": "守谷凪季",
            "title": "企業間抗告ネットワークを用いた競争関係の組成解析"
            }
        ],
        "bachelor":
        [
            {
            "publisher": "池澤太一",
            "title": "企業の概要文館の類似度ネットワーク分析を用いた業界動向に関する研究"
            },{
            "publisher": "上田邦裕",
            "title": "素材情報を用いた自動車部品間の類似性の定量化とサプライヤのポートフォリオ分析"
            },{
            "publisher": "上田真之介",
            "title": "MASを用いた多都市核・周辺モデルにおける集積・分散パターンの創発原理の研究"
            },{
            "publisher": "近江裕志",
            "title": "世界の自動車メーカ間の戦略の違いに着目したサプライベース・ネットワーク分析"
            },{
            "publisher": "後藤大知",
            "title": "地理的要因に着目した米国内の企業間買収ネットワーク分析"
            },{
            "publisher": "竹内悠馬",
            "title": "飲料メーカの商標データを用いた企業戦略に関するネットワーク分析"
            },{
            "publisher": "土井俊彦",
            "title": "技術領域間の繋がりに着目した企業エコシステムの発展に関するネットワーク分析"
            },{
            "publisher": "福重寛隆",
            "title": "経路探索APIを用いた東京近郊交通網の実データ分析とアクセシビリティ検証"
            },{
            "publisher": "馬浩成",
            "title": "営業職の職場内SNSにおける個人の業績評価と会話傾向の関係性に関する研究"
            }
        ]
    }
}